export const API_URL = 'http://localhost:5000';

export const nameMonth = new Map([
    [0, 'Января'],
    [1, 'Февраля'],
    [2, 'Марта'],
    [3, 'Апреля'],
    [4, 'Мая'],
    [5, 'Июня'],
    [6, 'Июля'],
    [7, 'Августа'],
    [8, 'Сентября'],
    [9, 'Октября'],
    [10, 'Ноября'],
    [11, 'Декабря'],
]);

export const nameDay = new Map([

    [0, 'Воскресенье'],
    [1, 'Понедельник'],
    [2, 'Вторник'],
    [3, 'Среда'],
    [4, 'Четверг'],
    [5, 'Пятница'],
    [6, 'Суббота'],

]);